Repository: neo-ve-mx/SECU-Text
Catalog: SECU_Text/SECU_Text/Resources/Resource.*.resx
Languages: es, pt

# AboutLiteral1
source: OPEN SOURCE application
es: Aplicación OPEN SOURCE
pt: Aplicativo SOURCE OPEN

# AboutLiteral2
source: Available on:
es: Disponible en:
pt: Disponível em:

# AboutLiteral3
source: most recent.
es: más recientes.
pt: mais recente.

# AboutLiteral4
source: Application developed by:
es: Aplicación desarrollada por:
pt: Aplicativo desenvolvido por:

# AboutLiteral5
source: Dedicated to my daughter Valentina, I love you daughter!!!
es: Dedicada a mi hija Valentina, Te Amo hija!!!
pt: Dedicado à minha filha Valentina, eu te amo filha!!!

# AddItemLiteral1
source: Select an item type.
es: Seleccione un tipo de entrada.
pt: Selecione um tipo de entrada.

# AddItemLiteral2
source: Enter a title name for item.
es: Ingrese un título para la entrada.
pt: Digite um nome para a entrada.

# AddItemLiteral3
source: Enter the content for item.
es: Ingrese el contenido de la entrada.
pt: Digite o conteúdo para entrada.

# AddItemLiteral4
source: Do you want to add the new item?
es: Desea agregar la nueva entrada?
pt: Deseja adicionar a nova entrada?

# AddItemLiteral5
source: Could not create the item.
es: No se pudo crear la entrada.
pt: Não foi possível criar a entrada.

# AddItemLiteral6
source: Do you want to cancel the changes?
es: Desea cancelar los cambios?
pt: Deseja cancelar as alterações?

# AppLiteral2
source: Select...
es: Seleccione...
pt: Selecione...

# AppLiteral3
source: Enter your text here...
es: Ingrese su texto aquí...
pt: Digite seu texto aqui...

# EditItemLiteral1
source: Do you want to update the item?
es: Desea actualizar la entrada?
pt: Deseja atualizar a entrada?

# EditItemLiteral2
source: The item could not be updated.
es: La entrada no pudo ser actualizada.
pt: Não foi possível atualizar a entrada.

# ExceptionLiteral1
source: Error
pt: Erro

# ExceptionLiteral2
source: An error occurred.
es: Ha ocurrido un error.
pt: Um erro ocorreu.

# ExceptionLiteral3
source: Ok
es: Aceptar
pt: Aceitar

# HomePageDetailLiteral1
source: Add Item
es: Agregar entrada
pt: Adicionar entrada

# HomePageMasterLiteral1
source: Home
es: Inicio
pt: Página inicial

# HomePageMasterLiteral2
source: Security
es: Seguridad
pt: Segurança

# HomePageMasterLiteral3
source: Options
es: Opciones
pt: Configuração

# HomePageMasterLiteral4
source: About
es: Acerca
pt: Sobre

# ItemTypeLiteral1
source: Access Codes
es: Clave de Acceso
pt: Códigos de Acesso

# ItemTypeLiteral2
source: Bank Information
es: Información Bancaria
pt: Informação Bancária

# ItemTypeLiteral3
source: Phone Number
es: Número Telefónico
pt: Número de Telefone

# ItemTypeLiteral4
source: Pay Cards
es: Tarjetas de Pago
pt: Cartões de Pagamento

# ItemTypeLiteral5
source: Text Notes
es: Nota de Texto
pt: Notas de Texto

# LoginLiteral1
source: Touch the fingerprint sensor...
es: Toque el sensor de huellas...
pt: Toque no sensor de impressão digital...

# LoginLiteral2
source: Enter your password.
es: Ingrese su contraseña.
pt: Coloque sua senha.

# LoginLiteral3
source: Invalid Password.
es: Contraseña inválida.
pt: Senha inválida.

# LoginLiteral4
source: App blocked
es: Aplicación bloqueada
pt: Aplicativo bloqueado

# LoginLiteral5
source: Password...
es: Contraseña...
pt: Senha...

# LoginLiteral6
source: LOGIN
es: INGRESAR
pt: ENTER

# LoginLiteral7
source: Touch the fingerprint image
es: Toque la imágen de la huella
pt: Toque na imagem da impressão digital

# RegisterLiteral1
source: Enter a new password.
es: Ingrese una nueva contraseña.
pt: Insira uma nova senha.

# RegisterLiteral2
source: Could not create password.
es: No se pudo crear la contraseña.
pt: Não foi possível criar a senha.

# RegisterLiteral3
source: Create password
es: Crear contraseña
pt: Criar senha

# RegisterLiteral4
source: SAVE
es: GUARDAR
pt: SALVAR

# SecurityLiteral1
source: Enter a new password.
es: Ingrese una nueva contraseña.
pt: Insira uma nova senha.

# SecurityLiteral2
source: Password updated.
es: Contraseña actualizada.
pt: Senha atualizada.

# SecurityLiteral3
source: Could not update password.
es: No se pudo actualizar la contraseña.
pt: Não foi possível atualizar a senha.

# SecurityLiteral4
source: Authentication by fingerprint enabled.
es: Autenticación a través de la huella habilitado.
pt: Autenticação por impressão digital ativada.

# SecurityLiteral5
source: Authentication by fingerprint disabled.
es: Autenticación a través de la huella deshabilitado.
pt: Autenticação por impressão digital desativada.

# SecurityLiteral6
source: Failed to enable FingerPrint.
es: Error al activar la autenticación a través de la huella.
pt: Falha ao ativar o FingerPrint.

# SecurityLiteral7
source: Password change
es: Cambiar contraseña
pt: Alterar senha

# SecurityLiteral8
source: Enable FingerPrint:
es: Habilitar huella:
pt: Ativar impressão digital:

# ViewItemLiteral1
source: Item data copied to clipboard.
es: Datos de la entrada copiados en memoria.
pt: Dados de entrada copiados na memória.

# ViewItemLiteral10
source: Item title:
es: Título de la entrada:
pt: Título da entrada:

# ViewItemLiteral11
source: Item data:
es: Datos de la entrada:
pt: Dados de entrada:

# ViewItemLiteral2
source: Do you want to delete the current item?
es: Desea eliminar la entrada actual?
pt: Deseja excluir a entrada atual?

# ViewItemLiteral3
source: YES
es: SI
pt: SIM

# ViewItemLiteral4
source: NO
pt: NÃO

# ViewItemLiteral5
source: The current item could not be deleted.
es: La entrada actual no pudo ser eliminada.
pt: A entrada atual não pôde ser excluída.

# ViewItemLiteral6
source: Copy item data
es: Copiar datos de la entrada
pt: Copiar dados de entrada

# ViewItemLiteral7
source: Edit item
es: Editar entrada
pt: Editar entrada

# ViewItemLiteral8
source: Delete item
es: Eliminar entrada
pt: Excluir entrada item

# ViewItemLiteral9
source: Item type:
es: Tipo de la entrada:
pt: Tipo de entrada:
